Repository: swisslite/Kryptos
Catalog: KryptosKeyboard/Localizable.xcstrings
Source language: en
Languages: de, fa, ru, zh_hans

source: Choose a contact first
de: Wähle zuerst einen Kontakt
fa: نخست یک مخاطب انتخاب کنید
ru: Сначала выберите контакт
zh_hans: 请先选择联系人

source: Clear
de: Leeren
fa: پاک کردن
ru: Очистить
zh_hans: 清空

source: Clipboard is empty.
de: Die Zwischenablage ist leer.
fa: کلیپ‌بورد خالی است.
ru: Буфер обмена пуст.
zh_hans: 剪贴板为空。

source: Compose field
de: Eingabefeld
fa: فیلد نوشتن
ru: Поле ввода
zh_hans: 输入框

source: Contact
de: Kontakt
fa: مخاطب
ru: Контакт
zh_hans: 联系人

source: Could not decrypt — check the profile and contact
de: Entschlüsseln fehlgeschlagen — prüfe Profil und Kontakt
fa: رمزگشایی نشد — نمایه و مخاطب را بررسی کنید
ru: Не удалось расшифровать — проверьте профиль и контакт
zh_hans: 解密失败——请检查个人资料和联系人

source: Could not decrypt — different profile/contact, or the message is damaged
de: Entschlüsseln fehlgeschlagen — anderes Profil bzw. anderer Kontakt, oder die Nachricht ist beschädigt
fa: رمزگشایی نشد — نمایه یا مخاطب دیگری است، یا پیام آسیب دیده
ru: Не удалось расшифровать — другой профиль/контакт или сообщение повреждено
zh_hans: 解密失败——个人资料或联系人不对，或消息已损坏

source: Could not encrypt
de: Verschlüsseln fehlgeschlagen
fa: رمزگذاری نشد
ru: Не удалось зашифровать
zh_hans: 加密失败

source: Decrypted · %@
de: Entschlüsselt · %@
fa: رمزگشایی‌شده · %@
ru: Расшифровано · %@
zh_hans: 已解密 · %@

source: Encrypted for %@
de: Verschlüsselt für %@
fa: رمزگذاری‌شده برای %@
ru: Зашифровано для %@
zh_hans: 已为 %@ 加密

source: Enter some text.
de: Gib einen Text ein.
fa: متنی وارد کنید.
ru: Введите текст.
zh_hans: 请输入文本。

source: Locked — open Kryptos and unlock it
de: Gesperrt — Kryptos öffnen und entsperren
fa: قفل است — Kryptos را باز کنید و قفلش را بردارید
ru: Заблокировано — откройте Kryptos и снимите блокировку
zh_hans: 已锁定 — 请打开 Kryptos 解锁

source: Locked — unlock to use encryption
de: Gesperrt — entsperre die App, um zu verschlüsseln
fa: قفل است — برای استفاده از رمزگذاری قفل را باز کنید
ru: Заблокировано — разблокируйте, чтобы пользоваться шифрованием
zh_hans: 已锁定——解锁后才能加密

source: No contacts in this profile
de: Keine Kontakte in diesem Profil
fa: این نمایه مخاطبی ندارد
ru: В профиле нет контактов
zh_hans: 此个人资料中没有联系人

source: No message — paste it into the field or copy it
de: Keine Nachricht — füge sie in das Feld ein oder kopiere sie
fa: پیامی نیست — آن را در فیلد بچسبانید یا کپی کنید
ru: Нет сообщения — вставьте его в поле или скопируйте
zh_hans: 没有消息——请粘贴到输入框或复制它

source: No recent emoji yet — pick a category below
de: Noch keine zuletzt verwendeten Emoji — wähle unten eine Kategorie
fa: هنوز ایموجی اخیری نیست — از پایین یک دسته انتخاب کنید
ru: Недавних эмодзи пока нет — выберите категорию ниже
zh_hans: 还没有最近使用的表情——请在下方选择分类

source: Not available in a password field
de: Im Passwortfeld nicht verfügbar
fa: در فیلد گذرواژه در دسترس نیست
ru: Недоступно в поле пароля
zh_hans: 密码输入框中不可用

source: Open the Kryptos app and add a contact.
de: Öffne die Kryptos-App und füge einen Kontakt hinzu.
fa: برنامه Kryptos را باز کنید و یک مخاطب اضافه کنید.
ru: Откройте приложение Kryptos и добавьте контакт.
zh_hans: 请打开 Kryptos 应用并添加联系人。

source: Paste
de: Einfügen
fa: چسباندن
ru: Вставить
zh_hans: 粘贴

source: This app will not let the keyboard clear the field — encrypt in the Kryptos app instead.
de: Diese App lässt die Tastatur das Feld nicht leeren - verschlüssle stattdessen in der Kryptos-App.
fa: این برنامه اجازه نمی‌دهد صفحه‌کلید فیلد را پاک کند — به‌جای آن در برنامه Kryptos رمزگذاری کنید.
ru: Это приложение не даёт клавиатуре очистить поле — зашифруйте в приложении Kryptos.
zh_hans: 此应用不允许键盘清空输入框——请改在 Kryptos 应用中加密。

source: To encrypt, enable “Full Access” in the keyboard settings.
de: Aktiviere für die Verschlüsselung „Vollen Zugriff“ in den Tastatureinstellungen.
fa: برای رمزگذاری، «دسترسی کامل» را در تنظیمات صفحه‌کلید روشن کنید.
ru: Для шифрования включите «Полный доступ» в настройках клавиатуры.
zh_hans: 要加密，请在键盘设置中开启“完全访问”。

source: Type or paste text — the messenger won't see it until it's encrypted
de: Tippe oder füge Text ein — der Messenger sieht ihn erst, wenn er verschlüsselt ist
fa: بنویسید یا متن را بچسبانید — پیام‌رسان تا پیش از رمزگذاری آن را نمی‌بیند
ru: Печатайте или вставьте текст — мессенджер не увидит его до шифрования
zh_hans: 输入或粘贴文本——加密之前通讯软件看不到它

source: Unlock Kryptos
de: Kryptos entsperren
fa: قفل Kryptos را باز کنید
ru: Разблокируйте Kryptos
zh_hans: 解锁 Kryptos
